[
  {
    "title": "Truly the BEST tutor!",
    "quote": "WOW - Kyrell is such an incredible tutor! He is able to explain complex concepts in multiple ways so you are guaranteed to understand. He is patient and extremely knowledgeable. He comes prepared not only with external resources, but with answers to questions he thinks you may have. Kyrell is truly the best tutor I have ever had!",
    "from": "Melissa",
    "totalLessons": 21
  },
  {
    "title": "GreatTeacher!",
    "quote": "-Great Teacher -Great Person Helped me/Taught me to complete a project in JS. I’ll be booking at least two more sessions for help on my JS final project. Note to Students-don’t get frustrated, even if you don’t feel you get it right now-at some point it will click with good teachers and practice. Kyrell will help you and encourage you, it doesn’t matter how lost you feel.",
    "from": "Michelle",
    "totalLessons": 4
  },
  {
    "title": "Outstanding in every way!",
    "quote": "Kyrell is an outstanding tutor. He was able to solve my coding problems easily and explained each solution in a very comprehensive way. I would more than highly recommend Kyrell!!!",
    "from": "Faith",
    "totalLessons": 3
  },
  {
    "title": "Knowledgeable and very patient. Awesome Mentor",
    "quote": "Kyrell assisted and reiterated some information about Bitbucket. He finds the solution in seconds. He also assisted me with putting assignments in a different way. He is great at what he does. Highly recommended.",
    "from": "James",
    "totalLessons": 2
  },
  {
    "title": "Knowledgeable, patient, and provides clear instruction",
    "quote": "Kyrell was awesome! He is very patient and made sure I understood before moving on. He explained coding in a clear manner and asked questions in order to gauge my understanding. Very helpful! I highly recommend him. I'll be reaching out again.",
    "from": "Samantha",
    "totalLessons": 3
  },
  {
    "title": "Knowledgeable tutor with demonstrated ability to support students",
    "quote": "Kyrell is currently helping me learn code (college level). We have been working together to establish a foundation for my coding knowledge of html and css. This is a completely new area of study for me, and Kyrell has been great in answering all my questions with my homework exercises. Would recommend.",
    "from": "Tina",
    "totalLessons": 4
  },
  {
    "title": "Very knowledgeable",
    "quote": "We were able to tackle some key points concerning the projects I have been working. Pays attention to details, and explains thoroughly. Always makes sure you understand what is it you need before moving forward with the tutoring.",
    "from": "Suzanne",
    "totalLessons": 2
  },
  {
    "title": "Very knowledgeable and patient",
    "quote": "Kyrell was incredibly helpful in teaching me how to use Javascript and working with json files in different ways. He helped me fill in all the gaps I was missing and was very very helpful. I will definitely be returning to him when I need help again.",
    "from": "Zahra",
    "totalLessons": 1
  },
  {
    "title": "Great tutor",
    "quote": "Kyrell was very knowledgeable and helpful. He immediately identified the problem and found a much easier and simpler way to do it. highly recommend if you're stuck on a problem!",
    "from": "Adeel",
    "totalLessons": 1
  },
  {
    "title": "Wonderful and patient instructor",
    "quote": "Kyrell was very helpful. He helped my son understand Javascript and how to code. My son had been struggle but he now feels a little more confident.",
    "from": "Ebonie",
    "totalLessons": 2
  },
  {
    "title": "Helped me solve my problem!",
    "quote": "He taught me more about debugging and problem-solving. I had almost everything right but sometimes it's great to have an expert like Kyrell to look at your code!",
    "from": "Andrew",
    "totalLessons": 2
  },
  {
    "title": "Super helpful!",
    "quote": "Kyrell was very patient in helping me learn JavaScript. I felt comfortable asking questions and have booked multiple sessions with him. Highly recommend booking a session!!!",
    "from": "George",
    "totalLessons": 2
  },
  {
    "title": "p5.js",
    "quote": "Kyrell is very knowledgeable and patient. I have not done any coding in over a decade and learning a new language for my grad program has been challenging but Kyrell has been very kind and supportive throughout this entire process. He has also been very reliable and on time for each of our meetings. I would highly recommend him.",
    "from": "Sheldon",
    "totalLessons": 15
  },
  {
    "title": "The premier source for Python, Pandas lessons",
    "quote": "Kyrell is well organized and highly efficient, there are no wasted minutes with this young professional. He always asks the appropriate question, at the appropriate moment to reinforce his teachings. Each element of code comes equipped with a detailed explanation relative to proper usage, why the particular code is the best option relative to other alternatives, common issues to expect with the respective code, and debugging tips / possible root causes of error messages. I will stay glued to Kyrell for any Python, Pandas inquiries I may have.",
    "from": "James",
    "totalLessons": 1
  },
  {
    "title": "Great JavaScript tutor!",
    "quote": "I am often hesitant about booking coding lessons because I know that I need someone who can be slow and patient and go through the code step-by-step with me. Which is exactly what Kyrell did! I really recommend him for any coding/scripting lessons and I can particularly speak to his knowledge of JavaScript and Google script!",
    "from": "Jennifer",
    "totalLessons": 3
  },
  {
    "title": "Professional, polite and patient tutor",
    "quote": "I like the way he explains concepts in a clear and professional way. He is always courteous and patient. As a beginner this quality is very important to me. He also taught me ways to work efficiently on visual code. He shows confidence and mastery of Html, css and bootstrap! Thank you, Kyrell!!",
    "from": "Catherine",
    "totalLessons": 2
  },
  {
    "title": "Great tutor",
    "quote": "I had a great first lesson with Kyrell. He is very knowledgeable and he was patient and explained the issues simply and to the point. Would definitely recommend him as a coding tutor.",
    "from": "Ben",
    "totalLessons": 1
  },
  {
    "title": "I learned MORE than I thought I would!!!",
    "quote": "Kyrell is patient and extremely helpful. I realized that I kept interrupting him with questions and he took those in stride, answered my questions and went back to the original idea he was trying to teach. I learned extremely useful shortcuts & several ways to simplify my code. He also helped me connect some major dots on my backend that I didn’t understand. I am so grateful for Tyrell!",
    "from": "Kim",
    "totalLessons": 2
  },
  {
    "title": "Very Knowledgable and Enthusiastic About Helping",
    "quote": "Kyrell is helping me learn Javascript. We built a program using Google Apps Script. He was very patient and made sure I always understood what was going on. I'd highly recommend as he is very skilled and knowledgeable.",
    "from": "Danny",
    "totalLessons": 5
  },
  {
    "title": "Highest recommendations for Kyrell. I will continue to tap his expertise to grow in my programming abilities.",
    "quote": "I contacted Kyrell for assistance and tutoring for a react.js project. Our tutoring session far exceeded my hopes. He was extremely knowledgable, kind and very patient. He has the ability to explain complex concepts in a way they could be more easily understood than previous instructors. As mentioned above, Kyrell is extremely knowledgable in computer programming, but his gifting as a teacher cannot be overlooked. You will not regret your time spent with Kyrell. A+",
    "from": "Lance",
    "totalLessons": 4
  },
  {
    "title": "Problem Solver",
    "quote": "Had a pilot lesson on react and working with a Mac in general. He was able to help with setup and troubleshooting issues. Can't wait to continue to work with him.",
    "from": "Mathew",
    "totalLessons": 5
  },
  {
    "title": "Very Knowledgeable and easy to talk to!",
    "quote": "He taught me how to write code to input and extract a username and password for my school assignments. I sent him the assignments ahead of our lesson and he did research to fully understand the assignment. By him doing that I think he was able to help me comprehend the material even more!",
    "from": "KENDELL",
    "totalLessons": 2
  },
  {
    "title": "Knowledgeable tutor who came prepared",
    "quote": "Kyrell is supper friendly and knowledgeable. He helped me with a web project using Javascript, Node.js, Express, and MongoDB. He also came prepared about implementing the project using Python & Flask since I told him I had some experience with Python, but not Javascript. After some discussion, I decided to go with Javascript and Kyrell was able to help me out right away with his Javascript knowledge. He explained things that makes sense to beginners like me, and he always encouraged me during the lesson. I would highly recommend Kyrell to anyone.",
    "from": "Zoey",
    "totalLessons": 2
  },
  {
    "title": "Kyrell is great!",
    "quote": "He is an awesome tutor. Kyrell really knows how to make complex problems seem simple. He is extremely patient and won't stop until you completely understand the topic.",
    "from": "Kyle",
    "totalLessons": 2
  },
  {
    "title": "Amazing tutor",
    "quote": "The most friendly, knowledgeable, patient coder I have ever met. Helped me put together a unique thought exercise for valuing complex structures and unstructured derivatives.",
    "from": "Jonathan",
    "totalLessons": 13
  },
  {
    "title": "Above and beyond!",
    "quote": "Kyrell has proven himself to be both full of knowledge and quite resourceful. I have yet to find a situation where Kyrell hasn’t been able to explain things in a way that I can easily grasp. He’s extremely patient and willing to work through any problem, even those that are somewhat outside the scope of the lesson.",
    "from": "Gordon",
    "totalLessons": 5
  },
  {
    "title": "Knowledgeable and patient instructor",
    "quote": "Kyrell very knowledgeable tutore, He helped me with my Project, I was very satisfied with his instructions on finishing my web designing project. He really speeds time with you explaining every little detail. I would recommend anyone who needs help with HTML, JavaScript to take him as a tutore, you won’t regret.",
    "from": "Mohammad",
    "totalLessons": 1
  },
  {
    "title": "Knowledgeable in Python and Data Analysis, Kind, Amazing to work with. Choose him!",
    "quote": "Demonstrated his skills and teaching in python, data analytics, and web scraping project in a timely manner. Great tutor, and can finish projects under pressure and teach extremely well.",
    "from": "Chris",
    "totalLessons": 1
  },
  {
    "title": "Very Knowledgeable and very Patient",
    "quote": "Kyrell helped me a lot while I was working on a JavaScript project. He is very knowledgeable and makes you think not in a pressurized way, and he provides resources where you find information and learn. I like his style of tutoring a lot, the learn by doing method. He does not give you answers, you provide answers yourself after he explain concepts. You definitely get the “aha 💡” moment.",
    "from": "Ziyanda",
    "totalLessons": 1
  },
  {
    "title": "Excellent Tutor",
    "quote": "Kyrell helped me with a JavaScript assignment I had that involved functions, loops, object literals, etc. and he helped me with all of that! By the end of the session, he had cleared up a few things that I had been struggling with. He was extremely patient and encouraging. I will definitely ask for help from Kyrell again!",
    "from": "Maya",
    "totalLessons": 3
  }
]
